player={
    'name':'',
    'hp': 100,
    'speed': 160,
    'strong': 0.96,
    'attack': 10
}
enemies=[
    {
        'name': 'матемотичка', 
        'hp': 5,
        'attack': 20,
        'script': 'Зачем ты здесь? Ты не сможешь меня победить.пятерки больше не твои, а чья - не твоя забота. Уходи, пока можешь.',
        'win': 'Ты - достойный противник, но до пятерочки тебе всё равно никогда не прийти.',
        'loss': 'Хахахахаха! Я же говорила -я тебе не дам двойку. Уходи и не возвращайся.'
    },
    {
        'name': 'гриша с 5 подьезда', 
        'hp': 20,
        'attack': 40,
        'script': 'Зачем ты здесь? Ты не сможешь меня победить.девочки больше не твои, а чьи - не твоя забота. Уходи, пока можешь.',
        'win': 'Ты - достойный противник, но до девок тебе всё равно никогда не прийти.',
        'loss': 'Хахахахаха! Я же говорил -я тебе не дам женщина. Уходи и не возвращайся.'
    },
    {
        'name': 'ФИЗРУК ГЛАВНЫЙ БОСС    ', 
        'hp': 55,
        'attack': 80,
        'script': 'Зачем ты здесь? Ты не сможешь меня победить.ТЫ не накачаешь больше пресс, а чья - не твоя забота. Уходи, пока можешь.',
        'win': 'Ты - достойный противник, но до пресса тебе всё равно очень далеко.',
        'loss': 'Хахахахаха! Я же говорил -ты не накачаешь пресс. Уходи и не возвращайся.'
    },
]